use dbKSYY 
go

create table tAttention
(fId int primary key identity(1,1),
 fNo nvarchar(max),
 fContent nvarchar(max),
 fColor bit)

insert into tAttention (fNo,fContent,fColor)
values('1.','個案入住前由家屬自行評估「日常照護評估表」，以利護理人員照護及收費。','false'),
      ('2.','評估後家屬自行備妥資料及物品後帶至機構入住或由救護車載來機構，其接送費用家屬自費。','false'),
	  ('3.','入住機構前向醫院申請病歷摘要(住院者須提供)，居家入住者須配合機構安排體檢其費用需自費，體檢報告內容需包含血液、尿液、生化檢查、胸部X光、寄生蟲、桿菌性痢疾、阿米巴痢疾…等。','false'),
	  ('4.','請攜帶住民健保卡、榮民證、身心障礙手冊方便住民就醫及委託人、緊急連絡人、住民之身分證及印章簽立委託照護契約。','false'),
	  ('5.','入住住民不得放現金或貴重物品(例：戒指、珠寶…等)，物品若遺失機構一概不負責。','false'),
	  ('6.','機構內嚴禁寵物進入。','false'),
	  ('7.','家屬攜帶食物請交由護理站處理，並請家屬攜帶安全且當餐可吃完分量之食物，請勿提供給其他住民食用，若家屬同意可由工作人員分配。','false'),
	  ('8.','請家屬配合機構訪客時間，以免打擾生活作息。早上9:00 ~11:00 下午14:00 ~ 20:00  ','True')
